//
//  Created by Kaho Lo on 5/14/15.
//  Copyright (c) 2015 Kaho Lo. All rights reserved.
//

// Strings for tab names.
"IDS_DATES_TIMES_TAB" = "Сроки и раз";
"IDS_NUMBERS_CURRENCY_TAB" = "чисел";
"IDS_HEALTHKIT_TAB" = "HealthKit";
"IDS_LOCALE_TAB" = "Язык";
"IDS_PLURALS_TAB" = "Множественное";
"IDS_ADDRESS_TAB" = "адрес";

// Strings for Locale tab.
"IDS_DEVICE_SETTINGS" = "настройки устройства";
"IDS_CURRENT_SETTINGS" = "текущие настройки";
"IDS_LOCALE_CODE" = "Код языка:";
"IDS_LOCALE_NAME" = "Название Язык:";
"IDS_SET_LOCALE" = "Установка языка:";
"IDS_APPLY_BTN" = "применять";
"IDS_LOCALE_HINT_TEXT" = "Используйте любой действительный BCP 47 языкового кода, например, en-US, ja-JP, и т.д.";
"IDS_ALERT_TITLE" = "Неверный код языка";
"IDS_ALERT_MESSAGE" = "«%@» не действует код языка.";
"IDS_ALERT_OK" = "OK";

// Strings for Dates & Times tab.
"IDS_DATE_STYLES" = "Встречи Стили";
"IDS_TIME_STYLES" = "Время Стили";
"IDS_FIRST_DAY" = "Первый день недели:";
"IDS_INCREASE_DATE" = "Увеличьте значение даты";
"IDS_INCREASE_TIME" = "Увеличьте значение времени";
"IDS_SHORT" = "Краткое:";
"IDS_MEDIUM" = "Средняя:";
"IDS_LONG" = "Длинные:";
"IDS_FULL" = "Полный:";

// Strings for Numbers tab.
"IDS_NUMBER_STYLES" = "Количество стилей";
"IDS_DECIMAL" = "Десятичная:";
"IDS_CURRENCY" = "Валюта:";
"IDS_PERCENT" = "Процент:";
"IDS_SCIENTIFIC" = "Научно:";
"IDS_SPELLOUT" = "Пояснить:";
"IDS_CURRENCY_CODE" = "Код валюты:";
"IDS_INCREASE_NUMBER" = "Увеличьте число значение";

// Strings for Address tab.
"IDS_ADDRESS_FORMAT" = "Формат адреса:";
"IDS_EXAMPLE" = "Пример:";
"IDS_FORMAT_STREET" = "улица";
"IDS_FORMAT_CITY" = "город";
"IDS_FORMAT_STATE" = "государственный";
"IDS_FORMAT_ZIP" = "почтовый-индекс";
"IDS_FORMAT_COUNTRY" = "страна";
"IDS_EXAMPLE_STREET" = "ул. Победы, д. 20, кв. 29";
"IDS_EXAMPLE_CITY" = "Октябрьский";
"IDS_EXAMPLE_STATE" = "Нижегородская";
"IDS_EXAMPLE_ZIP" = "606480";
"IDS_EXAMPLE_COUNTRY" = "Россия";
